export const articles = [
  {
    title:
      "Високі температури – не завада для рідкого ґрунтового комплексу «РОДЮЧА ЗЕМЛЯ»",
    content: `
        <p>Будь-яка глобальна проблема може розвиватися без більш-менш фатальних наслідків досить довго, якщо зовнішні обставини будуть сприятливими. Наприклад, деградація ґрунтів вже давно стала глобальною проблемою, про що свідчать не тільки дані науковців та спостереження аграріїв, але й створення міжнародного ґрунтового партнерства.</p>
        
        <p>Досить різкі кліматичні зміни останніх років, що ускладнили звичні технології вирощування сільгоспкультур, показали: деградація ґрунтів є проблемою, яку потрібно вирішувати вже сьогодні. Бо завтра можна залишитися без врожаїв і без прибутків від рослинництва.</p>
        
        <h3>Деструкція – необхідний елемент технології вирощування сільськогосподарських культур</h3>
        
        <p>Спалювання стерні, що є злочином перед природою, призводить до знищення ґрунтових мікроорганізмів, які покращують ріст і розвиток рослин. Натомість правильна обробка органічних залишків та деструкція з використанням рідкого комплексу «РОДЮЧА ЗЕМЛЯ» може допомогти в цій ситуації.</p>
        
        <h3>Управління рослинними рештками – необхідність</h3>
        
        <p>Відтворення родючості ґрунту неможливе без раціонального управління органічною масою рослинних залишків. Комплекс «РОДЮЧА ЗЕМЛЯ» містить агрономічно цінні мікроорганізми, які здатні переживати екстремальні температури та дефіцит вологи, переходячи в форму спокою і активуючись за сприятливих умов.</p>
        
        <p>ТОВ «Органіка України» рекомендує вносити комплекс в ранкові та вечірні години або в похмуру погоду з виливом не менше 250 л/га води для досягнення найкращого ефекту.</p>
        
        <h3>Три головні цілі застосування комплексу:</h3>
        
        <ul>
          <li>Контроль ґрунтових патогенів через антагоністичну дію бактерій і грибів.</li>
          <li>Поліпшення живлення та доступності поживних елементів завдяки активній участі мікроорганізмів у природних процесах.</li>
          <li>Розкладання пожнивних решток навіть за екстремальних умов, таких як висока температура та низька вологість.</li>
        </ul>
         <p>Джерело: <a href="https://superagronom.com/articles/420-destruktor--neobhidniy-element-tehnologiyi-viroschuvannya-preparat-ekostern-yak-chomu-ta-navischo" target="_blank">superagronom.com</a>.</p>
        
      `,
  },
];
