{
  "company": "ТОВ «Органіка України»",
  "brand": "ТМ «Біорост»",
  "founded": 2013,
  "title": "ТМ «Біорост» — Органічні добрива та біопрепарати для аграріїв України",
  "subtitle": "Надійний виробник органічних добрив з {{years}}-річним досвідом для дачників, ягідників, фермерів",
  "text": "Компанія ТОВ «Органіка України» ТМ «Біорост» спеціалізується на виробництві органічних та органо-мінеральних добрив, а також мікробних препаратів для сільгоспвиробників та приватних господарств. Наш завод знаходиться в м. Запоріжжі. Компанія виробляє та реалізує свою продукцію, починаючи з 2013 року. З кожним наступним роком ми постійно вдосконалюємо виробничий процес, активно працюючи над створенням нових продуктів.",
  "rows": [
    {
      "category": "Для ґрунту",
      "description": "<strong>Гуміфікація (гумусоутворення)</strong><br>Складний повільний біохімічний процес перетворення органічних залишків за допомогою мікроорганізмів, що призводить до утворення гумусових речовин – специфічних сполук, які мають здатність до полімеризації, тобто ущільненню своїх молекул, що робить їх стійкими до розкладу мікроорганізмами.<br><br><strong>Деструкція</strong><br>Процес мінералізації, тобто розкладання рослинних решток. Мікроорганізми мінералізують ці рештки і у процесі вивільнюють багато різних сполук, але самі головні з них – це макро/мікроелементи та вуглець.<br><br><strong>Оздоровлення і відновлення ґрунту</strong><br>Основними причинами втрати родючості є: обробіток важкою технікою, нераціональне використання мінеральних добрив, практично повна відсутність органічних добрив. Завдяки корисним грибам і бактеріям, які знаходяться в наших препаратах, при внесенні їх у ґрунт відбувається його очищення від патогенної флори і фауни, активна його структуризація і розкислення."
    },
    {
      "category": "Для рослин",
      "description": "<strong>Інокуляція</strong><br>Внесення живих мікроорганізмів у ризосферу рослини. Це обробка посівного матеріалу за допомогою біопрепаратів, які провокують зерно розвивати більш потужну кореневу систему, а відповідно більш розвинену і міцну рослину.<br><br><strong>Фізіологічні переваги</strong><br><ul class='marked-list'><li>Збільшення і прискорення енергії проростання та схожості насіння.</li><li>Гарний розвиток кореневої системи з більш активним нарощуванням вторинної кореневої системи.</li><li>При фоліарному внесенні наших продуктів поглинання поживних речовин відбувається всією поверхнею надземної частини рослин з подальшим швидким переміщенням їх в ділянки з найбільш інтенсивним проходженням біохімічних процесів.</li><li>Забезпечення повного балансу необхідних речовин, що стимулює гарне плодоношення і збільшення врожайності.</li></ul>"
    },
    {
      "category": "Для людини і корисної фауни",
      "description": "Всі добрива і препарати компанії «Органіка України» є екологічно чистими і безпечними для людини і корисної фауни. Наша місія – забезпечити відновлення ґрунту, що призводить до покращення його структури, накопичення вологи, збільшення складу поживних речовин, і як наслідок, підвищення виходу продукції."
    }
  ]
}
