<!-- src/components/HeaderComponent.vue -->
<template>
    <section class="section about container" id="about-us">
        <div class="text-wrapper">
            <h2 class="about-title title searchable">Про нас</h2>
            <p class="abuot-text text searchable"> Компанія ТОВ «Органіка України» ТМ «Біорост» спеціалізується на
                виробництві органічних та органо-мінеральних добрив, а також мікробних препаратів для сільгоспвиробників
                та приватних господарств. <br><br>
                Наш завод знаходиться в м. Запоріжжі. Компанія виробляє та реалізує свою продукцію, починаючи з 2013
                року. З кожним наступним роком ми постійно вдосконалюємо виробничий процес, активно працюючи над
                створенням нових продуктів, максимально задовольняючи потреби виробників сільськогосподарської
                продукції.<br><br>
                Продукція ТМ «Біорост» входить в перелік продуктів, дозволених для використання в органічному
                землеробстві згідно реєстрації «ОРГАНІК СТАНДАРТ», що відображається на сайті цієї організації.<br><br>
                Використовуючи продукцію ТОВ «Органіка України», сільгосптоваровиробники досягають значних переваг,
                отримуючи значні ПОКРАЩЕННЯ:
            </p>
            <button type="button" class="certificates-btn btn" @click="openModal">Сертифікати</button>
        </div>
        <div class="bg-img-wrapper">
            <p class="about-age-label"><span class="large">11</span><br> років<br> досвіду</p>
            <img src="../assets/bg-images/about.jpg" alt="sprouts" class="about-bg-img">
        </div>
        <div class="improvements">
            <h3>
                Для грунту
            </h3>
            <p>
                Гуміфікація (гумусоутворення) – складний повільний біохімічний процес перетворення органічних залишків
                за допомогою мікроорганізмів, що призводить до утворення гумусових речовин – специфічних сполук, які
                мають здатність до полімеризації, тобто ущільненню своїх молекул, що робить їх стійкими до розкладу
                мікроорганізмами.
            </p>
            <p> Деструкція - процес мінералізації, тобто, розкладання рослинних решток. Мікроорганізми мінералізують ці
                рештки і у процесі вивільнюють багато різних сполук, але самі головні із них – це макро/мікроелементи та
                вуглець.
            </p>
            <p>
                Оздоровлення і відновлення ґрунту - на сьогодні основними причинами втрати родючості є: обробіток важкою
                технікою, яка значно ущільнює ґрунти; нераціональне та непродумане використання великих кількостей
                мінеральних добрив; практично повна відсутність органічних добрив. Завдяки корисним грибам і бактеріям,
                які знаходяться в наших препаратах, при внесенні їх у ґрунт відбувається його очищення від патогенної
                флори і фауни, а також активна його структуризація і розкислення.
            </p>
            <h3>

                Для рослин
            </h3>
            <p> Інокуляція
                Термін «інокуляція» (від англ. Inoculation — щеплення, висів) означає внесення живих
                мікроорганізмів у ризосферу рослини. Тобто фактично будь-яку обробку культури
                біологічними препаратами можна назвати інокуляцією. Проте в цьому контексті ми
                розглянемо інокуляцію в дещо вужчому її значенні, що є більш звичним для аграріїв, а саме:
                обробка посівного матеріалу за допомогою біопрепаратів, які провокують зерно розвивати більш
                потужну кореневу систему, а, відповідно, більш розвинену і міцну рослину.
            </p>
            <p>
                Фізіологічні переваги
                - Збільшення і прискорення енергії проростання та схожості насіння

                - Гарний розвиток кореневої системи з більш активним нарощуванням вторинної кореневої системи

                - При фоліарному внесенні наших продуктів поглинання поживних речовин відбувається всією поверхнею
                надземної частини рослин з подальшим швидким переміщенням їх в ділянки з найбільш інтенсивним
                проходженням біохімічних процесів, що робить таке внесення актуальним на різних фазах розвитку рослин і
                корегує цей розвиток.

                - Забезпечення повного балансу необхідних речовин, що стимулює гарне плодоношення і збільшення
                врожайності.
            </p>
            <h3>
                Для людини і корисної фауни
            </h3>
            <p>
                Всі добрива і препарати компанії «Органіка України» є екологічно чистими і безпечними для людини і
                корисної фауни.

                Наша місія – забезпечити відновлення нашої годувальниці Землі, яка за рахунок внесення корисних
                мікробних препаратів, органічних та амінокислот, органічного вуглецю і мікроелементів дає позитивну
                реакцію у вигляді покращення своєї структури, накопичення вологи, збільшення складу поживних речовин, і,
                як наслідок, підвищення виходу продукції з кожної одиниці обробленої нашими препаратами площі, що і
                являється кінцевою ціллю для кожного причетного до сільськогосподарського виробництва бізнесу.
            </p>

        </div>
        <!-- Modal Component -->
        <CertificateModal :showModal="showModal" :images="images" @close="closeModal" />
    </section>
</template>

<script>
import CertificateModal from './CertificateModal.vue';

export default {
    name: 'AboutSection',
    components: {
        CertificateModal,
    },
    data() {
        return {
            showModal: false,
            images: [
                '../assets/content-images/certificate-1.jpg',
                '../assets/content-images/certificate-2.jpg',
            ],
        };
    },
    methods: {
        openModal() {
            this.showModal = true;
        },
        closeModal() {
            this.showModal = false;
        },
    },
};
</script>

<style scoped>
/* ваш CSS для header */
</style>